/**
 * @file app/utils/toss/bankCodes.util.js
 * @description 기사님의 은행 한글명을 토스용 코드로 바꾸는 파일
 * 260105 v1.0.0 wook init
 */

export const BANK_CODES = {
  'KB국민은행': '004',
  'SC제일은행': '023',
  '경남은행': '039',
  '광주은행': '034',
  '기업은행': '003',
  '농협은행': '011',
  '대구은행': '031',
  '부산은행': '032',
  '산업은행': '002',
  '새마을금고': '045',
  '수협은행': '007',
  '신한은행': '088',
  '신협': '048',
  '우리은행': '020',
  '우체국': '071',
  '저축은행': '050',
  '전북은행': '037',
  '제주은행': '035',
  '카카오뱅크': '090',
  '케이뱅크': '089',
  '토스뱅크': '092',
  '하나은행': '081'
};